{
  "Home": {
    "title": "忘记签到",
    "description": "忘记签到 App，您的日常签到管理专家，帮您集中管理所有需要签到的应用，提供智能提醒，确保您不会错过任何重要活动。通过个性化的任务描述和提醒设置，让签到变得简单而高效，释放您的记忆力，优化您的时间管理"
  },
  "About": {
    "title": "关于我们",
    "description": "",
    "content1": "   欢迎使用【忘记签到】APP, 我们是一群对技术充满热情的开发者和设计师，致力于通过创新的技术解决方案简化您的日常生活。我们的目标是打造一个能够帮助用户更高效、更便捷地管理日常签到任务的应用。",
    "content2": "   我们的使命是通过【忘记签到】App，帮助用户释放记忆负担，优化时间管理，让签到变得不再繁琐。我们相信，通过技术的力量，可以让每个人的生活更加有序和轻松。",
    "content3": "   我们愿景是成为全球用户信赖的签到管理工具，通过不断的技术创新和用户反馈，持续改进我们的产品和服务，以满足用户不断变化的需求。",
    "content4": "   【忘记签到】团队由一群充满激情的专业人士组成，包括经验丰富的开发者、创意无限的设计师和敏锐的市场分析师。我们共同相信，通过团队的协作和创新，可以为用户提供无与伦比的体验。",
    "content5": "   编不下去了，我即是整个团队！这破玩意儿也是随便写写，佛系更新，感谢支持！",
    "one": {
      "title": "为什么选择【忘记签到】？",
      "description": "在忙碌的生活中，我们常常因为琐事繁多而忘记签到那些重要的应用程序和活动。【忘记签到】App，一款专为解决这一痛点而生的工具，帮您集中管理所有需要签到的应用，让签到变得简单而高效。",
      "col-one": {
        "1": "签到任务集中管理",
        "2": "专属智能提醒功能"
      },
      "col-two": {
        "1": "任务描述，轻松记忆",
        "2": "点击按钮，一键跳转"
      }
    },
    "two": {
      "title": "忘记签到能解决什么问题？",
      "description": "不再需要每天用记忆回想哪些应用需要签到，【忘记签到】帮您记住，让您的大脑专注于更重要的事情。",
      "col-one": {
        "1": "记忆解放",
        "2": "时间管理"
      },
      "col-two": {
        "1": "任务清晰化",
        "2": "时间高效化"
      }
    }
  },
  "Footer": {
    "content": "签到任务一站式管理",
    "rights": "2024 Paradoxie. All rights reserved.",
    "usefulLinks": {
      "title": "更多页面",
      "about": "关于"
    },
    "terms": {
      "title": "条款",
      "privacy": "隐私政策"
    },
    "supportAndHelp": {
      "title": "支持",
      "contactUs": "联系我们"
    }
  },
  "FooterNavigation": {
    "privacyPolicy": {
      "1-h1": "忘记签到 隐私政策",
      "1-p": "本页面用于通知访客，如果他们决定使用我的服务，我关于收集、使用和披露个人信息的政策。如果您选择使用我的服务，则表示您同意根据本政策收集和使用信息。我收集的个人信息用于提供和改进服务。我不会使用或与任何人分享您的信息，除非在本隐私政策中有所描述。本隐私政策中使用的术语与我们的条款和条件中的含义相同。",
      "2-h2": "1. 信息收集和使用",
      "2-p": "为了提供更好的体验，在您使用我们的服务时，我可能需要您向我们提供某些个人身份识别信息。我请求的信息将保留在您的设备上，并且不会以任何方式被我收集。该应用程序确实使用了可能收集用于识别您的信息的第三方服务。",
      "3-h2": "2. 日志数据",
      "3-p": "我想通知您，无论何时您使用我的服务，在应用程序出现错误的情况下，我会通过第三方产品收集名为日志数据的数据和信息。这些日志数据可能包括您的设备互联网协议（ \"IP \"）地址、设备名称、操作系统版本、使用我的服务时应用的配置、您使用服务的时间和日期以及其他统计信息。",
      "4-h2": "3. Cookies",
      "4-p": "Cookies 是一种小数据文件，通常用作匿名的唯一标识符。这些数据文件是从您访问的网站发送到您的浏览器，并存储在您设备内部存储器中。本服务不明确使用这些“cookies”。然而，该应用程序可能使用第三方代码和库，这些代码和库使用“cookies”来收集信息并改进它们的服务。您可以选择接受或拒绝这些cookies，并知道何时有cookie被发送到您的设备。如果您选择拒绝我们的cookies，您可能无法使用本服务的某些部分。",
      "5-h2": "4. 服务提供商",
      "5-p-1": "我可能因以下原因雇佣第三方公司和个人：",
      "5-li-1": "为了促进我们的服务；",
      "5-li-2": "代表我们提供服务；",
      "5-li-3": "执行与服务相关的服务；",
      "5-li-4": "帮助我们分析我们的服务是如何被使用的。",
      "5-p-2": "我想通知使用本服务的用户，这些第三方可以访问您的个人信息。原因是代表我们执行分配给他们的任务。然而，他们有义务不披露或将信息用于任何其他目的。",
      "6-h2": "5. 安全",
      "6-p": "我重视您提供给我们的个人信息，并努力使用商业上可接受的方式来保护它。但请记住，任何通过互联网的传输方式或电子存储方法都不是100%安全和可靠的，我不能保证其绝对的安全。",
      "7-h2": "6. 链接到其他地址",
      "7-p": "本服务可能包含指向其他网站的链接。如果您点击第三方链接，您将被引导至该网站。请注意，这些外部网站并非由我运营。因此，我强烈建议您查看这些网站的隐私政策。我无法控制且不对任何第三方网站或服务的内容、隐私政策或实践承担责任。",
      "8-h2": "7. 对本隐私政策的更改",
      "8-p": "我可能会不时更新我们的隐私政策。因此，建议您定期查看此页面以了解任何更改。我将通过在此页面上发布新的隐私政策来通知您任何更改。这些更改在发布在此页面后立即生效。"
    },
    "termsConditions": {
      "1-h1": "服务条款",
      "1-p": "通过访问或使用我们的应用，您同意遵守这些服务条款（“条款”）。如果您不同意这些条款的任何部分，那么您被禁止使用应用。",
      "2-h2": "1. 使用许可",
      "2-p": "您被授予一个有限的、非独家的、不可转让的使用许可，以用于个人非商业目的使用网站及其服务。此许可不包括任何复制、修改或分发网站内容的权利，也不包括未经我们事先书面同意就将其用于商业目的的权利。",
      "3-h2": "2. 所有权",
      "3-p": "忘记签到不对用户创建的数据拥有所有权。",
      "4-h2": "3. 用户数据收集",
      "4-p": "我们收集个人数据（姓名、电子邮件和支付信息）和非个人数据（网络cookies），以改进我们的服务。这些数据的使用受我们的隐私政策管辖，可在以下链接找到：",
      "terms-of-service": "服务条款",
      "5-h2": "4. 管辖法律",
      "5-p": "这些条款应遵守并按照当地的法律进行解释，不考虑其法律冲突条款。",
      "6-h2": "5. 条款变更",
      "6-p": "忘记签到 保留随时自行决定修改或替换这些条款的权利。您在这些条款发生任何变更后继续使用应用，将被视为您接受此类变更。",
      "7-h2": "6. 联系信息",
      "7-p": "如果您对这些条款有任何疑问，请通过contact@忘记签到 与我们联系。",
      "last-p": "通过使用本应用，表示您接受这些服务条款。"
    }
  },
  "Metadata": {
    "home": {
      "title": "忘记签到 - 您的App签到提醒助手",
      "description": "忘记签到是一款帮助用户管理手机上多个应用签到任务的智能工具，支持任务集合、一键签到、每日两次提醒，防止用户遗忘重要签到活动，让签到操作更高效、更轻松！适合学生党、上班族及所有有签到需求的人群",
      "keywords": "忘记签到, 签到提醒工具, Android签到管理, 应用签到助手, 每日提醒, 签到任务管理, 高效签到, 签到不忘记, 应用集中签到, 自动签到助手"
    },
    "about": {
      "title": "关于我们",
      "description": "简单介绍一下"
    }
  }
}
